accountsservice
adobe-source-han-sans-cn-fonts
adobe-source-han-serif-cn-fonts
alsa-firmware
amd-ucode
appstream
appstream-qt
archlinuxcn-keyring
ark
autotiling
base
base-devel
bat
betterbird-bin
bitwarden
blender
blueman
bluez
bluez-utils
brightnessctl
btop
btrfs-assistant
btrfs-progs
cli11
cliphist
cmake
cpptrace
ddcutil
dgop
dms-shell
dolphin
downgrade
fastfetch
fcitx5
fcitx5-anthy
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-pinyin-moegirl
fcitx5-pinyin-zhwiki
fcitx5-qt
fcitx5-rime
firefox
fortune-mod
fzf
gdu
ghostty
gimp
git
gpu-screen-recorder
greetd
greetd-tuigreet
gvfs
hip-runtime-amd
hiprt
htop
imv
inxi
kcalc
kdenlive
kio-extras
kitty
kvantum
lib32-mesa
lib32-vulkan-radeon
libreoffice-still
libreoffice-still-zh-cn
libva-utils
linux
linux-firmware
linux-headers
lsd
mako
matugen
mesa
mesa-utils
mpv
nano
neovim
network-manager-applet
networkmanager
nfs-utils
niri
nm-connection-editor
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
nsxiv
ntfs-3g
nvtop
obs-studio
obsidian
oh-my-zsh-git
onedrive-abraunegg
openssh
packagekit
packagekit-qt6
pacman-contrib
pavucontrol
pipewire-alsa
pipewire-pulse
pkgfile
polkit-gnome
pqiv
qt5-wayland
qt5ct
qt6-wayland
qt6ct
quickshell
radeontop
rime-ice-git
rofi
rofi-calc
rofi-emoji
rsync
s-tui
sbctl
smartmontools
snap-pac
snapper
sof-firmware
starship
steam
stow
sudo
swappy
sway
swaybg
swayidle
swaylock
sweethome3d
tldr
tpm2-tss
tree
ttf-dejavu
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-maplemono
ttf-maplemono-nf-cn-unhinted
ttf-maplemono-nf-unhinted
udiskie
unzip
uv
vim
vulkan-headers
vulkan-radeon
waybar
wayland-protocols
wf-recorder
wget
wireless-regdb
wl-clipboard
wlr-randr
wlsunset
wofi
wqy-zenhei
xdg-desktop-portal-gnome
xdg-desktop-portal-gtk
xdg-desktop-portal-wlr
xdg-user-dirs
xwayland-satellite
yay
yazi
zig
zoxide
zram-generator
zsh
zsh-autosuggestions
zsh-syntax-highlighting
